var activities = [
    {
        name: "hancock",
        title: "Enjoy the View",
        caption: "Enjoy a cocktail at the Hancock Building while watching the sun set behind the skyline."
    },
    {
        name: "bean",
        title: "The Bean",
        caption: "Visit the heart of the Windy City and lose yourself in the Bean..."
    },
    {
        name: "milenniumpark",
        title: "Milennium Park",
        caption: "...then listen to a free classical concert in front of the skyline at Millennium Park."
    },
    {
        name: "loop",
        title: "Ride the Loop",
        caption: "Enjoy great views of Chicago from the ‘L’, which stands for elevated train."
    },
    {
        name: "river",
        title: "Architecture Tour",
        caption: "Walk along the Chicago River and explore some of the world’s greatest architecture..."
    },
    {
        name: "kayak",
        title: "Kayak the River",
        caption: "...and enjoy the perspectives from the middle of the river during a kayak tour at night."
    },
    {
        name: "baseball",
        title: "Baseball",
        caption: "Watch a White Sox baseball game and eat a soft pretzel with cheese or a hotdog."
    },
    {
        name: "artinstitute",
        title: "Art Institute",
        caption: "See the Chagall windows, American Realists, and miniature rooms at the Art Institute."
    },
    {
        name: "fieldmuseum",
        title: "Museums",
        caption: "Visit the Field Museum, Planetarium, Shedd Aquarium, or Museum of Science and Industry."
    },
    {
        name: "zoo",
        title: "Free Zoo",
        caption: "Check out the free Lincoln Park Zoo to meet some polar bears and lions."
    },
    {
        name: "chipotle",
        title: "Tex-Mex",
        caption: "Regarding culinary experiences, don’t miss organic Tex-Mex fast food at Chipotle..."
    },
    {
        name: "pizza",
        title: "Deep Dish Pizza",
        caption: "...and share a deep dish pizza and wash it down with a local India Pale Ale."
    },
    {
        name: "brewery",
        title: "Brewery Tour",
        caption: "You should also hit up one of the local breweries or distilleries for a tour and tasting."
    },
    {
        name: "hipster",
        title: "Hipster Areas",
        caption: "Shop at vintage stores or check out the nightlife in the various hipster neighborhoods."
    },
    {
        name: "arcade",
        title: "Arcade Bar",
        caption: "Play some arcade games and have a drink at one of Chicago’s many barcades."
    },
    {
        name: "ferris",
        title: "Famous Movie",
        caption: "Watch Ferris Bueller’s Day Off, then visit all the famous sights."
    },
    {
        name: "broadway",
        title: "Broadway",
        caption: "Check out Broadway in Chicago or see the Chicago Symphony Orchestra perform."
    },
    {
        name: "gardens",
        title: "Botanic Gardens",
        caption: "Spend a relaxing day in the Chicago Botanic Gardens to the north..."
    },
    {
        name: "ravinia",
        title: "Outdoor Concert",
        caption: "...and end it with an outdoor concert in the park at Ravinia."
    },
    {
        name: "northwestern",
        title: "Northwestern",
        caption: "Visit the beautiful Northwestern campus, where Tobias and Anika met..."
    },
    {
        name: "lakefill",
        title: "View of the Skyline",
        caption: "...and walk along the lakeshore for one of the best views of the Chicago skyline..."
    },
    {
        name: "football",
        title: "Football Game",
        caption: "...then tailgate with some Northwestern football fans and cheer for the Wild Cats..."
    },
    {
        name: "bahai",
        title: "Baha’i Temple",
        caption: "...and don’t miss the Baha’i temple while in Evanston; it’s one of eight in the world."
    },
    {
        name: "apples",
        title: "Apple-Picking",
        caption: "Head up north for a day of apple-picking and enjoy fresh cider and cider doughnuts."
    },
];
